Repository: xcv58/MacTools
Catalog: Plugins/EjectDisk/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr

# metadata.title
source: 推出磁盘
ar: إخراج الأقراص
de: Datenträger auswerfen
en: Eject Disks
es: Expulsar discos
fr: Éjecter les disques
ja: ディスクの取り出し
ko: 디스크 꺼내기
pt: Ejetar discos
ru: Извлечь диски
tr: Diskleri Çıkar

# metadata.description
source: 推出所有可移动磁盘
ar: أخرج كافة الأقراص القابلة للإزالة.
de: Alle Wechseldatenträger auswerfen.
en: Eject all removable disks.
es: Expulse todos los discos extraíbles.
fr: Éjectez tous les disques amovibles.
ja: すべてのリムーバブル ディスクを取り出します。
ko: 모든 이동식 디스크를 꺼냅니다.
pt: Ejete todos os discos removíveis.
ru: Извлечь все съемные диски.
tr: Tüm çıkarılabilir diskleri çıkarır.

# panel.button.eject
source: 推出
ar: إخراج
de: Auswerfen
en: Eject
es: Expulsar
fr: Éjecter
ja: イジェクト
ko: 꺼내기
pt: Ejetar
ru: Извлечь
tr: Çıkar

# panel.subtitle.ejecting
source: 推出中...
ar: إخراج...
de: Wird ausgeworfen...
en: Ejecting…
es: Expulsando…
fr: Éjection…
ja: 排出中…
ko: 꺼내는 중…
pt: Ejetando…
ru: Извлечение…
tr: Çıkarılıyor…

# panel.subtitle.detecting
source: 正在检测...
ar: جارٍ اكتشاف الأقراص...
de: Datenträger werden gesucht...
en: Detecting disks...
es: Detectando discos...
fr: Détection des disques...
ja: ディスクを検出中...
ko: 디스크 감지 중...
pt: Detectando discos...
ru: Поиск дисков...
tr: Diskler algılanıyor...

# panel.subtitle.none
source: 无可推出的磁盘
ar: لا توجد أقراص قابلة للإخراج
de: Keine auswerfbaren Datenträger
en: No ejectable disks
es: Sin discos expulsables
fr: Aucun disque éjectable
ja: イジェクト可能なディスクがありません
ko: 꺼낼 수 있는 디스크 없음
pt: Sem discos ejetáveis
ru: Нет съемных дисков
tr: Çıkarılabilir disk yok

# panel.subtitle.countFormat
source: %d 个可推出的磁盘
ar: %d الأقراص القابلة للإخراج
de: %d auswerfbare Datenträger
en: %d ejectable disks
es: %d discos expulsables
fr: %d disques éjectables
ja: %d イジェクト可能ディスク
ko: %d 추출 가능한 디스크
pt: %d discos ejetáveis
ru: %d съемные диски
tr: %d çıkarılabilir disk

# error.volumesUnavailable
source: /Volumes 目录不可用
ar: الدليل /Volumes غير متاح.
de: Das Verzeichnis /Volumes ist nicht verfügbar.
en: The /Volumes directory is unavailable.
es: El directorio /Volumes no está disponible.
fr: Le répertoire /Volumes n'est pas disponible.
ja: /Volumes ディレクトリは使用できません。
ko: /Volumes 디렉터리를 사용할 수 없습니다.
pt: O diretório /Volumes não está disponível.
ru: Каталог /Volumes недоступен.
tr: /Volumes klasörü kullanılamıyor.

# error.noEjectableDisks
source: 未找到可推出的磁盘
ar: لم يتم العثور على أقراص قابلة للإخراج.
de: Keine auswerfbaren Datenträger gefunden.
en: No ejectable disks found.
es: No se encontraron discos expulsables.
fr: Aucun disque éjectable trouvé.
ja: イジェクト可能なディスクが見つかりません。
ko: 꺼낼 수 있는 디스크를 찾을 수 없습니다.
pt: Nenhum disco ejetável encontrado.
ru: Извлекаемые диски не найдены.
tr: Çıkarılabilir disk bulunamadı.

# error.partialFailureFormat
source: 已推出 %d 个磁盘，%d 个失败: %@
ar: تم إخراج %d من الأقراص. %d فشل: %@
de: Ausgeworfene %d Datenträger. %d fehlgeschlagen: %@
en: Ejected %d disks. %d failed: %@
es: Discos %d expulsados. %d falló: %@
fr: Disques %d éjectés. %d a échoué : %@
ja: %d 個のディスクが排出されました。 %d が失敗しました: %@
ko: %d 디스크를 꺼냈습니다. %d 실패: %@
pt: Discos %d ejetados. %d falhou: %@
ru: Извлечено %d дисков. %d не удалось: %@
tr: %d disk çıkarıldı. %d tanesi başarısız oldu: %@

# error.ejectFailed
source: 推出失败
ar: فشل الإخراج.
de: Auswerfen fehlgeschlagen.
en: Eject failed.
es: Error de expulsión.
fr: Échec de l'éjection.
ja: 取り出しに失敗しました。
ko: 꺼내기에 실패했습니다.
pt: Falha ao ejetar.
ru: Не удалось извлечь.
tr: Çıkarma başarısız oldu.
